{"class_name": "Tokenizer", "config": {"num_words": 4930, "filters": "!\"#$%&()*+,-./:;<=>?@[\\]^_`{|}~\t\n", "lower": true, "split": " ", "char_level": false, "oov_token": "<OOV>", "document_count": 6920, "word_counts": "{\"a\": 4385, \"stirring\": 10, \"funny\": 188, \"and\": 3869, \"finally\": 23, \"transporting\": 2, \"re\": 107, \"imagining\": 1, \"of\": 3680, \"beauty\": 20, \"the\": 5996, \"beast\": 7, \"1930s\": 1, \"horror\": 37, \"films\": 108, \"apparently\": 10, \"reassembled\": 1, \"from\": 390, \"cutting\": 7, \"room\": 19, \"floor\": 5, \"any\": 150, \"given\": 23, \"daytime\": 4, \"soap\": 24, \"they\": 165, \"presume\": 1, \"their\": 181, \"audience\": 89, \"wo\": 35, \"n\": 541, \"t\": 556, \"sit\": 19, \"still\": 96, \"for\": 822, \"sociology\": 2, \"lesson\": 7, \"however\": 15, \"entertainingly\": 3, \"presented\": 5, \"so\": 337, \"trot\": 1, \"out\": 284, \"conventional\": 15, \"science\": 12, \"fiction\": 15, \"elements\": 18, \"bug\": 4, \"eyed\": 13, \"monsters\": 6, \"futuristic\": 2, \"women\": 46, \"in\": 1581, \"skimpy\": 1, \"clothes\": 5, \"this\": 830, \"is\": 2099, \"visually\": 24, \"stunning\": 9, \"rumination\": 2, \"on\": 535, \"love\": 147, \"memory\": 16, \"history\": 48, \"war\": 50, \"between\": 79, \"art\": 52, \"commerce\": 2, \"jonathan\": 3, \"parker\": 11, \"s\": 2033, \"bartleby\": 4, \"should\": 109, \"have\": 368, \"been\": 154, \"be\": 544, \"all\": 397, \"end\": 74, \"modern\": 39, \"office\": 11, \"anomie\": 4, \"campanella\": 4, \"gets\": 55, \"tone\": 33, \"just\": 245, \"right\": 63, \"middle\": 32, \"sad\": 30, \"hopeful\": 7, \"fan\": 13, \"film\": 959, \"that\": 1613, \"uninitiated\": 1, \"plays\": 42, \"better\": 109, \"video\": 46, \"with\": 953, \"sound\": 13, \"turned\": 11, \"down\": 84, \"b\\u00e9art\": 2, \"berling\": 2, \"are\": 416, \"both\": 103, \"superb\": 10, \"while\": 126, \"huppert\": 6, \"magnificent\": 6, \"little\": 177, \"less\": 77, \"extreme\": 14, \"than\": 399, \"past\": 29, \"longer\": 10, \"exposition\": 5, \"sequences\": 23, \"them\": 88, \"fewer\": 4, \"gags\": 21, \"to\": 2464, \"break\": 12, \"tedium\": 1, \"strictly\": 6, \"routine\": 12, \"lyrical\": 8, \"metaphor\": 10, \"cultural\": 18, \"personal\": 21, \"self\": 89, \"discovery\": 9, \"picaresque\": 1, \"view\": 19, \"remembered\": 6, \"world\": 86, \"most\": 258, \"repugnant\": 1, \"adaptation\": 21, \"classic\": 26, \"text\": 5, \"since\": 45, \"roland\": 1, \"joff\\u00e9\": 1, \"demi\": 1, \"moore\": 15, \"scarlet\": 1, \"letter\": 2, \"something\": 122, \"as\": 1077, \"splendid\": 9, \"looking\": 42, \"particular\": 11, \"viewer\": 22, \"expects\": 3, \"special\": 55, \"but\": 853, \"instead\": 40, \"lrb\": 286, \"sci\": 20, \"fi\": 20, \"rrb\": 287, \"rehash\": 5, \"one\": 464, \"kind\": 87, \"tour\": 6, \"de\": 31, \"force\": 12, \"may\": 138, \"more\": 419, \"genial\": 6, \"ingenious\": 6, \"it\": 1952, \"job\": 23, \"done\": 43, \"there\": 260, \"freedom\": 4, \"watching\": 72, \"stunts\": 8, \"crude\": 7, \"fast\": 17, \"paced\": 14, \"insane\": 3, \"if\": 303, \"tuxedo\": 7, \"actually\": 43, \"were\": 75, \"suit\": 4, \"would\": 151, \"fit\": 10, \"chan\": 17, \"like\": 423, \"99\": 2, \"bargain\": 2, \"basement\": 2, \"quiet\": 20, \"patient\": 5, \"tenacious\": 1, \"mr\": 46, \"lopez\": 6, \"himself\": 26, \"who\": 258, \"approaches\": 2, \"his\": 355, \"difficult\": 17, \"endless\": 8, \"work\": 154, \"remarkable\": 26, \"serenity\": 2, \"discipline\": 2, \"final\": 19, \"verdict\": 2, \"you\": 667, \"ve\": 78, \"seen\": 66, \"before\": 66, \"blue\": 16, \"crush\": 17, \"follows\": 6, \"formula\": 27, \"throws\": 7, \"too\": 262, \"many\": 109, \"conflicts\": 2, \"keep\": 51, \"story\": 291, \"compelling\": 57, \"get\": 83, \"sense\": 93, \"good\": 240, \"intentions\": 8, \"derailed\": 2, \"by\": 463, \"failure\": 11, \"seek\": 5, \"strike\": 7, \"slick\": 6, \"engrossing\": 23, \"melodrama\": 26, \"wretched\": 1, \"movie\": 840, \"reduces\": 3, \"second\": 20, \"man\": 78, \"quest\": 7, \"find\": 60, \"an\": 827, \"old\": 105, \"flame\": 3, \"will\": 211, \"undoubtedly\": 5, \"play\": 28, \"well\": 181, \"european\": 4, \"markets\": 2, \"where\": 62, \"besson\": 3, \"brand\": 5, \"name\": 16, \"asia\": 1, \"ms\": 15, \"shu\": 1, \"institution\": 2, \"american\": 67, \"audiences\": 29, \"probably\": 40, \"familiar\": 43, \"insufficiently\": 1, \"cathartic\": 2, \"lacks\": 33, \"inspiration\": 6, \"original\": 59, \"has\": 437, \"bloated\": 2, \"plot\": 110, \"stretches\": 4, \"running\": 24, \"time\": 205, \"about\": 433, \"10\": 17, \"minutes\": 80, \"child\": 11, \"interest\": 31, \"adult\": 11, \"patience\": 8, \"santa\": 8, \"clause\": 6, \"2\": 29, \"proves\": 31, \"itself\": 66, \"streamlined\": 1, \"thought\": 32, \"encounter\": 6, \"could\": 127, \"ever\": 97, \"hoped\": 5, \"moody\": 4, \"oozing\": 2, \"chilling\": 13, \"heart\": 79, \"warming\": 1, \"at\": 415, \"once\": 61, \"twisting\": 3, \"unpredictable\": 7, \"cat\": 8, \"mouse\": 2, \"thriller\": 78, \"bad\": 155, \"strong\": 36, \"first\": 105, \"act\": 19, \"absolutely\": 16, \"inescapably\": 1, \"gorgeous\": 19, \"skyscraper\": 2, \"trapeze\": 1, \"motion\": 13, \"amazing\": 13, \"spider\": 11, \"gooding\": 4, \"offers\": 52, \"desperately\": 8, \"ingratiating\": 2, \"performance\": 83, \"intentioned\": 5, \"effort\": 38, \"burdened\": 1, \"actor\": 28, \"offbeat\": 8, \"sensibilities\": 4, \"earnest\": 23, \"emotional\": 46, \"core\": 16, \"emerge\": 7, \"degree\": 7, \"accessibility\": 1, \"fun\": 93, \"ride\": 29, \"edgy\": 5, \"delivers\": 25, \"surprising\": 22, \"punch\": 8, \"what\": 267, \"russian\": 8, \"word\": 16, \"wow\": 8, \"otto\": 1, \"sallies\": 1, \"real\": 95, \"filmmaker\": 30, \"eye\": 22, \"lurid\": 5, \"lucid\": 1, \"its\": 767, \"parade\": 4, \"almost\": 71, \"perpetually\": 1, \"wasted\": 12, \"characters\": 199, \"margarita\": 3, \"feels\": 81, \"hazy\": 1, \"high\": 53, \"takes\": 56, \"long\": 98, \"shake\": 6, \"i\": 358, \"feel\": 97, \"screenwriter\": 9, \"every\": 107, \"moment\": 21, \"tap\": 6, \"tapping\": 3, \"away\": 47, \"screenplay\": 46, \"overall\": 21, \"cletis\": 4, \"tout\": 3, \"winning\": 19, \"comedy\": 226, \"excites\": 1, \"imagination\": 24, \"tickles\": 1, \"bone\": 4, \"live\": 29, \"mood\": 23, \"rather\": 66, \"savour\": 2, \"thoughtlessly\": 1, \"assembled\": 3, \"some\": 185, \"body\": 10, \"shaky\": 1, \"uncertain\": 5, \"nevertheless\": 8, \"touches\": 9, \"few\": 73, \"raw\": 12, \"nerves\": 3, \"very\": 152, \"sincere\": 11, \"diary\": 3, \"or\": 303, \"documentary\": 79, \"adobo\": 1, \"palate\": 1, \"place\": 41, \"brain\": 12, \"scattered\": 5, \"ditsy\": 2, \"even\": 224, \"unfolds\": 13, \"such\": 96, \"wallop\": 3, \"immediacy\": 3, \"when\": 125, \"bullets\": 6, \"start\": 18, \"fly\": 5, \"your\": 166, \"instinct\": 2, \"duck\": 3, \"lousy\": 10, \"not\": 447, \"slow\": 28, \"entertaining\": 79, \"effects\": 35, \"boosted\": 1, \"size\": 2, \"downtown\": 3, \"hotel\": 4, \"take\": 74, \"outer\": 3, \"space\": 13, \"uncompromising\": 8, \"nonjudgmental\": 2, \"makes\": 149, \"clear\": 21, \"prostitute\": 1, \"can\": 204, \"lonely\": 3, \"needy\": 1, \"clients\": 2, \"compellingly\": 3, \"watchable\": 18, \"despite\": 58, \"comic\": 49, \"sparks\": 2, \"welcome\": 21, \"collinwood\": 2, \"never\": 158, \"catches\": 5, \"fire\": 21, \"though\": 80, \"jackson\": 17, \"does\": 243, \"always\": 37, \"succeed\": 7, \"integrating\": 1, \"foreground\": 1, \"into\": 250, \"extraordinarily\": 3, \"rich\": 28, \"landscape\": 4, \"must\": 34, \"said\": 11, \"he\": 163, \"imaginative\": 10, \"see\": 104, \"forest\": 1, \"trees\": 3, \"only\": 167, \"deliver\": 12, \"suspect\": 6, \"might\": 86, \"again\": 46, \"worth\": 61, \"taking\": 14, \"kids\": 57, \"without\": 107, \"shakespeare\": 6, \"eloquent\": 7, \"language\": 8, \"update\": 2, \"dreary\": 11, \"sluggish\": 6, \"dense\": 1, \"exhilarating\": 11, \"choke\": 1, \"leash\": 2, \"around\": 41, \"neck\": 2, \"director\": 192, \"nick\": 2, \"cassavetes\": 2, \"give\": 55, \"hard\": 95, \"yank\": 1, \"whenever\": 7, \"wants\": 16, \"poignant\": 16, \"young\": 56, \"person\": 14, \"suspended\": 2, \"two\": 109, \"cultures\": 5, \"methodical\": 1, \"measured\": 6, \"gently\": 7, \"tedious\": 20, \"secret\": 8, \"ballot\": 5, \"purposefully\": 2, \"reductive\": 1, \"which\": 156, \"why\": 55, \"successful\": 15, \"lodging\": 2, \"touch\": 17, \"arthouse\": 1, \"101\": 5, \"poetic\": 10, \"symbolism\": 2, \"heaven\": 12, \"match\": 14, \"directors\": 10, \"superbly\": 4, \"photographed\": 6, \"staged\": 7, \"mendes\": 4, \"series\": 42, \"riveting\": 12, \"set\": 39, \"pieces\": 18, \"likes\": 2, \"mainstream\": 12, \"rarely\": 26, \"day\": 46, \"urban\": 20, \"china\": 7, \"searching\": 7, \"identity\": 14, \"square\": 4, \"sentimental\": 19, \"drama\": 134, \"satisfies\": 4, \"comfort\": 6, \"food\": 11, \"often\": 91, \"wonderfully\": 11, \"lush\": 5, \"morvern\": 5, \"callar\": 4, \"pure\": 18, \"punk\": 3, \"existentialism\": 2, \"ramsay\": 7, \"her\": 110, \"co\": 24, \"writer\": 60, \"liana\": 1, \"dognini\": 1, \"dramatized\": 2, \"alan\": 2, \"warner\": 2, \"novel\": 17, \"felt\": 19, \"answer\": 5, \"irvine\": 1, \"welsh\": 3, \"book\": 30, \"trainspotting\": 1, \"admirers\": 2, \"abel\": 2, \"ferrara\": 4, \"relieved\": 1, \"latest\": 20, \"feature\": 44, \"r\": 7, \"xmas\": 1, \"marks\": 9, \"modest\": 9, \"encouraging\": 5, \"return\": 9, \"form\": 15, \"rush\": 7, \"save\": 10, \"did\": 48, \"become\": 25, \"involved\": 13, \"proceedings\": 8, \"me\": 64, \"was\": 135, \"matter\": 38, \"eh\": 1, \"ugly\": 21, \"duckling\": 1, \"tale\": 83, \"hideously\": 3, \"clumsily\": 6, \"told\": 26, \"accidental\": 2, \"becomes\": 39, \"bit\": 49, \"mishmash\": 2, \"tearjerker\": 4, \"geeked\": 1, \"heard\": 8, \"apollo\": 2, \"13\": 7, \"going\": 56, \"released\": 6, \"imax\": 13, \"format\": 5, \"ambitious\": 19, \"project\": 27, \"fairly\": 23, \"inexperienced\": 2, \"actors\": 66, \"poetry\": 15, \"music\": 55, \"help\": 22, \"sustain\": 17, \"relating\": 2, \"creating\": 10, \"emotionally\": 22, \"complex\": 27, \"dramatically\": 6, \"satisfying\": 28, \"heroine\": 5, \"cho\": 9, \"timing\": 8, \"priceless\": 2, \"criminal\": 4, \"conspiracies\": 2, \"true\": 42, \"romances\": 4, \"move\": 11, \"easily\": 27, \"across\": 18, \"racial\": 6, \"lines\": 11, \"my\": 68, \"big\": 92, \"fat\": 14, \"greek\": 9, \"wedding\": 14, \"look\": 100, \"apartheid\": 1, \"studio\": 11, \"produced\": 10, \"bothers\": 2, \"hand\": 20, \"viewers\": 28, \"suitcase\": 1, \"full\": 71, \"easy\": 32, \"answers\": 8, \"elevates\": 3, \"above\": 32, \"run\": 29, \"mill\": 7, \"singles\": 2, \"blender\": 1, \"surreal\": 6, \"humor\": 96, \"technological\": 2, \"finish\": 11, \"nicholson\": 7, \"understated\": 6, \"wonderful\": 26, \"filmmakers\": 45, \"know\": 44, \"how\": 115, \"please\": 14, \"prettiest\": 1, \"pictures\": 18, \"tell\": 19, \"best\": 134, \"unfortunate\": 2, \"wallace\": 7, \"wrote\": 5, \"gibson\": 4, \"braveheart\": 1, \"recent\": 31, \"pearl\": 2, \"harbor\": 2, \"irrepressible\": 1, \"passion\": 23, \"sappy\": 12, \"situations\": 16, \"dialogue\": 63, \"shamefully\": 1, \"strolls\": 1, \"through\": 127, \"mess\": 30, \"smug\": 7, \"grin\": 2, \"inexplicably\": 4, \"wearing\": 5, \"kilt\": 2, \"carrying\": 5, \"bag\": 7, \"golf\": 2, \"clubs\": 2, \"over\": 91, \"shoulder\": 1, \"fascinating\": 55, \"curiosity\": 6, \"piece\": 53, \"ten\": 3, \"nolan\": 2, \"cross\": 12, \"swords\": 1, \"helm\": 2, \"traditionally\": 2, \"plotted\": 6, \"popcorn\": 12, \"surrendering\": 1, \"intellectual\": 7, \"rigor\": 2, \"creative\": 17, \"composure\": 1, \"bond\": 12, \"goes\": 42, \"off\": 115, \"beaten\": 2, \"path\": 6, \"necessarily\": 6, \"solemn\": 3, \"pretension\": 7, \"prevents\": 2, \"us\": 142, \"sharing\": 2, \"awe\": 8, \"holds\": 11, \"discloses\": 1, \"nothing\": 109, \"sham\": 3, \"construct\": 4, \"based\": 20, \"theory\": 4, \"sleight\": 1, \"ill\": 13, \"wrought\": 3, \"hypothesis\": 1, \"isabelle\": 2, \"excels\": 4, \"enigmatic\": 3, \"mika\": 1, \"anna\": 1, \"mouglalis\": 1, \"new\": 128, \"talent\": 21, \"chabrol\": 6, \"intense\": 12, \"psychological\": 23, \"mysteries\": 3, \"predecessors\": 6, \"halloween\": 6, \"gory\": 5, \"slash\": 2, \"fest\": 5, \"perhaps\": 11, \"sports\": 12, \"pathetic\": 9, \"junk\": 7, \"barely\": 20, \"hour\": 46, \"ou\": 1, \"got\": 28, \"disney\": 22, \"pic\": 7, \"cleavage\": 1, \"feisty\": 2, \"principled\": 1, \"jane\": 3, \"vivid\": 14, \"color\": 7, \"life\": 155, \"playing\": 19, \"role\": 24, \"bergmanesque\": 1, \"intensity\": 9, \"bisset\": 2, \"convincing\": 16, \"radiant\": 3, \"trappings\": 9, \"spy\": 23, \"rerun\": 2, \"treats\": 5, \"ana\": 1, \"journey\": 22, \"honesty\": 5, \"tragically\": 3, \"rare\": 33, \"depiction\": 8, \"leigh\": 6, \"these\": 72, \"lives\": 30, \"count\": 6, \"unsettling\": 20, \"psychodrama\": 1, \"advantage\": 6, \"rough\": 4, \"edges\": 4, \"low\": 45, \"budget\": 19, \"constraints\": 2, \"woodman\": 1, \"seems\": 83, \"directly\": 4, \"influenced\": 4, \"girl\": 36, \"meets\": 8, \"reassuring\": 3, \"makers\": 8, \"seem\": 61, \"understand\": 18, \"made\": 131, \"allen\": 18, \"romantic\": 69, \"comedies\": 22, \"pertinent\": 3, \"enduring\": 3, \"recommend\": 14, \"mehta\": 2, \"much\": 210, \"learn\": 5, \"taste\": 17, \"no\": 228, \"fizz\": 4, \"reworking\": 2, \"die\": 10, \"cliffhanger\": 1, \"nowhere\": 9, \"near\": 14, \"exciting\": 16, \"either\": 27, \"moving\": 55, \"destruction\": 3, \"unexpected\": 18, \"places\": 14, \"unexamined\": 1, \"moments\": 63, \"insightful\": 15, \"enough\": 144, \"fondly\": 2, \"endlessly\": 6, \"challenging\": 8, \"maze\": 2, \"moviegoing\": 3, \"ararat\": 4, \"went\": 8, \"astray\": 2, \"vincent\": 6, \"gallo\": 2, \"home\": 36, \"french\": 35, \"shocker\": 1, \"usual\": 22, \"boy\": 24, \"weirdo\": 2, \"clockstoppers\": 5, \"those\": 101, \"crazy\": 13, \"mixed\": 11, \"up\": 248, \"grows\": 9, \"sandra\": 5, \"bullock\": 13, \"downplaying\": 1, \"looks\": 35, \"carries\": 10, \"ai\": 3, \"she\": 56, \"cute\": 12, \"baggage\": 3, \"lead\": 20, \"troubled\": 1, \"determined\": 8, \"homicide\": 1, \"cop\": 8, \"quite\": 69, \"pull\": 9, \"heavy\": 22, \"stuff\": 30, \"mostly\": 28, \"pleasure\": 29, \"watch\": 63, \"spirit\": 33, \"iconoclastic\": 3, \"abandon\": 7, \"canned\": 2, \"unexpectedly\": 5, \"giddy\": 5, \"viewing\": 16, \"kilted\": 1, \"sight\": 9, \"indicative\": 2, \"kilter\": 2, \"character\": 91, \"rambles\": 1, \"aimlessly\": 3, \"conceived\": 5, \"action\": 125, \"fascination\": 3, \"swinging\": 4, \"waterboy\": 2, \"nerve\": 7, \"raked\": 1, \"acting\": 72, \"crackle\": 3, \"impressive\": 21, \"stagings\": 1, \"hardware\": 1, \"make\": 158, \"robust\": 2, \"scary\": 21, \"entertainment\": 44, \"baby\": 5, \"faced\": 8, \"renner\": 4, \"eerily\": 3, \"bland\": 25, \"blank\": 4, \"unimaginable\": 2, \"demons\": 5, \"within\": 10, \"primal\": 2, \"storytelling\": 34, \"george\": 15, \"lucas\": 3, \"dream\": 16, \"uplifting\": 7, \"document\": 12, \"worst\": 40, \"possibilities\": 4, \"mankind\": 1, \"among\": 16, \"year\": 90, \"irwins\": 1, \"scenes\": 59, \"whole\": 42, \"cheap\": 19, \"insult\": 3, \"death\": 30, \"defying\": 1, \"efforts\": 7, \"frightful\": 1, \"vanity\": 4, \"doubt\": 16, \"pays\": 5, \"debt\": 2, \"miramax\": 2, \"owed\": 1, \"benigni\": 7, \"want\": 46, \"succeeds\": 16, \"making\": 61, \"neither\": 29, \"turns\": 33, \"fanciful\": 7, \"grisly\": 3, \"engagingly\": 3, \"quixotic\": 1, \"release\": 12, \"ron\": 2, \"howard\": 8, \"really\": 117, \"things\": 65, \"come\": 65, \"enormous\": 4, \"packages\": 1, \"remake\": 19, \"do\": 145, \"anything\": 48, \"stomach\": 9, \"turning\": 9, \"way\": 168, \"adam\": 9, \"sandler\": 14, \"rapes\": 1, \"pillages\": 1, \"incinerates\": 1, \"frank\": 8, \"capra\": 3, \"jolted\": 1, \"gourd\": 1, \"drop\": 6, \"everything\": 39, \"ichi\": 3, \"deeds\": 6, \"silly\": 36, \"amiable\": 4, \"picture\": 72, \"talks\": 2, \"tough\": 10, \"bluster\": 3, \"sweet\": 50, \"greenfingers\": 1, \"years\": 61, \"negligible\": 3, \"manipulation\": 3, \"exploitation\": 9, \"doing\": 14, \"guilt\": 6, \"trip\": 17, \"parents\": 21, \"jaunt\": 2, \"lane\": 6, \"teens\": 7, \"adults\": 22, \"grew\": 3, \"televised\": 1, \"scooby\": 6, \"doo\": 3, \"shows\": 30, \"reruns\": 2, \"suffers\": 19, \"flat\": 31, \"script\": 91, \"master\": 20, \"disguise\": 11, \"awful\": 19, \"weirdly\": 5, \"engaging\": 40, \"direction\": 53, \"occasionally\": 19, \"rises\": 10, \"level\": 30, \"marginal\": 5, \"competence\": 2, \"chasing\": 2, \"three\": 48, \"leads\": 15, \"produce\": 4, \"adequate\": 4, \"performances\": 111, \"missing\": 12, \"material\": 63, \"depth\": 20, \"feeling\": 37, \"leonard\": 1, \"kinda\": 5, \"neutral\": 2, \"hoping\": 7, \"stiff\": 5, \"wind\": 9, \"blow\": 5, \"uphill\": 1, \"thing\": 76, \"releasing\": 2, \"theaters\": 7, \"resurrection\": 2, \"oh\": 7, \"clever\": 42, \"angle\": 3, \"hate\": 12, \"dark\": 47, \"delicate\": 13, \"treatment\": 14, \"unerring\": 1, \"respect\": 10, \"casting\": 17, \"raymond\": 3, \"j\": 11, \"barry\": 8, \"assassin\": 7, \"greatly\": 2, \"enhances\": 3, \"quality\": 18, \"neil\": 5, \"burger\": 4, \"fake\": 8, \"sitting\": 15, \"caf\\u00e9\": 1, \"overhearing\": 1, \"bunch\": 8, \"typical\": 14, \"late\": 15, \"twenty\": 7, \"somethings\": 1, \"natter\": 1, \"wishing\": 3, \"change\": 22, \"tables\": 1, \"else\": 29, \"show\": 46, \"b\": 22, \"rollicking\": 4, \"jaw\": 5, \"dropping\": 1, \"striking\": 11, \"villains\": 3, \"palette\": 2, \"astounding\": 4, \"technology\": 5, \"boffo\": 1, \"last\": 49, \"strangely\": 12, \"sinister\": 4, \"happy\": 13, \"ending\": 35, \"half\": 52, \"joyful\": 1, \"solo\": 1, \"contrived\": 24, \"pastiche\": 6, \"caper\": 8, \"clich\\u00e9s\": 17, \"triumph\": 13, \"hews\": 1, \"effortlessly\": 4, \"darkness\": 4, \"light\": 34, \"steven\": 16, \"soderbergh\": 13, \"digital\": 10, \"experiment\": 5, \"quick\": 12, \"dirty\": 10, \"living\": 15, \"kinnear\": 4, \"career\": 17, \"defining\": 1, \"revelation\": 4, \"reminder\": 5, \"used\": 13, \"movies\": 131, \"also\": 94, \"sometimes\": 49, \"dragons\": 4, \"stars\": 15, \"reign\": 8, \"disappointed\": 7, \"25\": 2, \"iq\": 1, \"90\": 23, \"driver\": 4, \"license\": 2, \"able\": 22, \"devotees\": 3, \"cinema\": 60, \"safe\": 7, \"conduct\": 5, \"period\": 21, \"minutiae\": 1, \"dying\": 6, \"celluloid\": 4, \"scherfig\": 4, \"had\": 64, \"tv\": 34, \"tackles\": 3, \"handle\": 2, \"sade\": 8, \"hardly\": 16, \"perverse\": 6, \"dangerous\": 7, \"libertine\": 2, \"agitator\": 1, \"definitely\": 20, \"convinced\": 7, \"spectacular\": 9, \"plotline\": 4, \"lumpy\": 1, \"porridge\": 2, \"paws\": 1, \"say\": 47, \"un\": 1, \"bear\": 5, \"royals\": 1, \"guys\": 20, \"comes\": 72, \"scandals\": 1, \"essentially\": 12, \"fatal\": 10, \"attraction\": 13, \"remade\": 1, \"diapers\": 1, \"1987\": 1, \"care\": 45, \"uses\": 21, \"markers\": 1, \"preordained\": 2, \"events\": 23, \"opening\": 7, \"partly\": 5, \"closed\": 2, \"common\": 7, \"knowledge\": 10, \"park\": 8, \"founding\": 1, \"partner\": 2, \"yong\": 1, \"kang\": 1, \"lost\": 26, \"kozmo\": 1, \"ca\": 64, \"caught\": 6, \"thrill\": 6, \"company\": 18, \"astonishing\": 7, \"growth\": 2, \"lots\": 16, \"intelligence\": 30, \"display\": 7, \"execution\": 17, \"awkward\": 7, \"static\": 4, \"lifeless\": 7, \"rumblings\": 1, \"crackles\": 2, \"tension\": 13, \"flick\": 45, \"edge\": 15, \"seat\": 15, \"screen\": 86, \"manual\": 1, \"animation\": 24, \"coal\": 3, \"worthy\": 19, \"substitute\": 5, \"naughty\": 3, \"children\": 40, \"stockings\": 1, \"pedestrian\": 5, \"ask\": 7, \"buy\": 10, \"milk\": 3, \"cow\": 1, \"free\": 14, \"sunk\": 1, \"indulgence\": 3, \"scene\": 25, \"chewing\": 1, \"teeth\": 6, \"gnashing\": 1, \"actorliness\": 1, \"age\": 39, \"raimi\": 2, \"team\": 8, \"bringing\": 6, \"colorful\": 15, \"joyous\": 9, \"celebration\": 5, \"tapestry\": 2, \"woven\": 3, \"romance\": 35, \"dancing\": 7, \"singing\": 6, \"unforgettable\": 3, \"rip\": 11, \"roaring\": 1, \"ll\": 69, \"put\": 32, \"hairs\": 2, \"chest\": 3, \"premise\": 39, \"jason\": 10, \"x\": 14, \"believable\": 14, \"19th\": 4, \"century\": 13, \"ones\": 17, \"chelsea\": 4, \"walls\": 3, \"case\": 21, \"chefs\": 1, \"fussing\": 1, \"weak\": 11, \"recipe\": 3, \"cast\": 96, \"keeps\": 17, \"pretty\": 40, \"mick\": 2, \"jagger\": 4, \"escort\": 2, \"service\": 8, \"inspired\": 14, \"kid\": 20, \"bratty\": 1, \"sympathy\": 10, \"finale\": 8, \"changes\": 6, \"ring\": 8, \"hollow\": 5, \"contradicts\": 2, \"we\": 151, \"expect\": 17, \"nowadays\": 1, \"question\": 12, \"serious\": 34, \"important\": 21, \"flip\": 2, \"flop\": 3, \"courtship\": 1, \"reel\": 4, \"spice\": 3, \"rat\": 2, \"rock\": 26, \"fighting\": 8, \"skills\": 3, \"line\": 28, \"seagal\": 11, \"solid\": 35, \"filmmaking\": 38, \"water\": 18, \"mark\": 14, \"genre\": 45, \"along\": 29, \"unconventional\": 4, \"gutsy\": 1, \"perfectly\": 17, \"executed\": 10, \"breath\": 5, \"admirably\": 3, \"brent\": 1, \"hanley\": 1, \"paxton\": 4, \"directorial\": 11, \"debut\": 32, \"somber\": 8, \"absurd\": 6, \"achingly\": 6, \"fine\": 31, \"now\": 33, \"remind\": 3, \"truly\": 30, \"unfortunately\": 16, \"amuse\": 2, \"entertain\": 6, \"schrader\": 3, \"examines\": 4, \"crane\": 3, \"decline\": 1, \"unblinking\": 3, \"candor\": 1, \"e\": 12, \"graveyard\": 1, \"ideas\": 30, \"cold\": 28, \"chin\": 1, \"serves\": 8, \"style\": 56, \"empathy\": 7, \"waydowntown\": 4, \"hilarious\": 28, \"visit\": 5, \"bai\": 1, \"brothers\": 9, \"taken\": 13, \"small\": 36, \"slice\": 9, \"opened\": 2, \"nice\": 19, \"process\": 16, \"decent\": 18, \"translation\": 5, \"need\": 43, \"try\": 22, \"land\": 10, \"reliable\": 3, \"standard\": 13, \"animated\": 22, \"fare\": 15, \"energy\": 36, \"wit\": 35, \"ages\": 14, \"sticks\": 5, \"rigidly\": 1, \"paradigm\": 1, \"permitting\": 1, \"obvious\": 30, \"dimensions\": 2, \"repeatedly\": 3, \"placing\": 2, \"worn\": 2, \"caine\": 6, \"awakens\": 1, \"notion\": 6, \"human\": 64, \"eventually\": 14, \"choose\": 4, \"captivating\": 9, \"intimate\": 14, \"study\": 42, \"loving\": 7, \"oversexed\": 1, \"times\": 52, \"overwrought\": 8, \"insight\": 16, \"experience\": 50, \"being\": 90, \"forty\": 1, \"female\": 19, \"single\": 20, \"needs\": 17, \"passionate\": 7, \"enthusiasms\": 1, \"martin\": 11, \"scorsese\": 10, \"unseemly\": 1, \"misery\": 5, \"same\": 46, \"congratulate\": 1, \"having\": 22, \"guts\": 4, \"confront\": 2, \"dazzling\": 10, \"shower\": 3, \"black\": 28, \"white\": 17, \"psychedelia\": 1, \"beautiful\": 38, \"believe\": 32, \"resident\": 3, \"evil\": 17, \"chronicle\": 2, \"friendship\": 10, \"honest\": 24, \"represented\": 2, \"hollywood\": 81, \"meeting\": 1, \"exceeding\": 1, \"expectations\": 7, \"sequel\": 28, \"empire\": 6, \"strikes\": 6, \"back\": 64, \"majestic\": 1, \"achievement\": 9, \"epic\": 17, \"grandeur\": 6, \"general\": 13, \"greater\": 3, \"facts\": 1, \"cuban\": 3, \"treated\": 1, \"highly\": 19, \"sounds\": 15, \"predecessor\": 9, \"rate\": 12, \"magical\": 4, \"family\": 76, \"holiday\": 10, \"season\": 12, \"addictive\": 1, \"guilty\": 13, \"overcomes\": 3, \"questionable\": 2, \"satirical\": 5, \"ambivalence\": 1, \"smoochy\": 7, \"tells\": 12, \"moldy\": 1, \"oldie\": 1, \"nearly\": 40, \"nasty\": 9, \"thinks\": 9, \"joke\": 14, \"spielberg\": 21, \"smarter\": 11, \"subtler\": 2, \"total\": 7, \"recall\": 2, \"blade\": 12, \"runner\": 3, \"although\": 34, \"prove\": 8, \"convoluted\": 2, \"seeking\": 9, \"summer\": 35, \"hart\": 2, \"decide\": 2, \"smaller\": 2, \"numbered\": 2, \"kidlets\": 1, \"enjoy\": 33, \"nor\": 29, \"exactly\": 17, \"spring\": 6, \"m\": 42, \"five\": 15, \"blind\": 4, \"crippled\": 3, \"amish\": 1, \"people\": 103, \"alive\": 12, \"situation\": 14, \"british\": 14, \"soldiers\": 6, \"keeping\": 6, \"themselves\": 23, \"kicking\": 4, \"connected\": 3, \"stories\": 29, \"breitbart\": 1, \"hanussen\": 2, \"invincible\": 3, \"justice\": 13, \"deeply\": 33, \"thinking\": 17, \"established\": 3, \"gang\": 6, \"comfortable\": 6, \"liberties\": 2, \"goofiest\": 1, \"left\": 27, \"field\": 3, \"completely\": 31, \"predictable\": 41, \"swear\": 4, \"mile\": 7, \"longest\": 4, \"yard\": 3, \"jokes\": 25, \"sophomoric\": 6, \"stereotypes\": 8, \"sprinkled\": 2, \"everywhere\": 3, \"ranges\": 1, \"bodacious\": 1, \"sharp\": 19, \"fresh\": 34, \"damn\": 7, \"written\": 33, \"psychedelic\": 2, \"60s\": 3, \"grooved\": 1, \"gay\": 13, \"70s\": 9, \"words\": 19, \"era\": 13, \"stylish\": 17, \"candles\": 1, \"bring\": 21, \"cake\": 2, \"fret\": 1, \"calories\": 1, \"because\": 86, \"precious\": 8, \"substance\": 10, \"birthday\": 7, \"simply\": 43, \"surprisingly\": 41, \"treat\": 15, \"edged\": 2, \"violent\": 10, \"exploitative\": 8, \"nicely\": 12, \"morally\": 4, \"alert\": 4, \"street\": 7, \"smart\": 47, \"sayles\": 4, \"strands\": 3, \"performers\": 11, \"crimes\": 6, \"organic\": 3, \"intrigue\": 12, \"government\": 1, \"marine\": 3, \"legal\": 4, \"mystery\": 25, \"subliminally\": 1, \"hat\": 3, \"province\": 1, \"male\": 11, \"nicole\": 4, \"kidman\": 6, \"party\": 13, \"attending\": 1, \"bogdanovich\": 5, \"puts\": 19, \"perspective\": 10, \"via\": 3, \"kirsten\": 1, \"dunst\": 1, \"showcases\": 4, \"davies\": 2, \"woman\": 30, \"great\": 95, \"charm\": 39, \"generosity\": 2, \"diplomacy\": 1, \"gentle\": 20, \"adolescent\": 8, \"sturm\": 2, \"und\": 2, \"drang\": 2, \"fans\": 44, \"chris\": 9, \"fuhrman\": 1, \"posthumously\": 1, \"published\": 1, \"cult\": 7, \"shatner\": 2, \"funniest\": 10, \"gives\": 54, \"idea\": 43, \"fragmented\": 2, \"followed\": 3, \"turn\": 29, \"outrageously\": 1, \"transporter\": 2, \"ut\": 1, \"parachutes\": 1, \"onto\": 8, \"truck\": 3, \"another\": 79, \"cartoon\": 12, \"unstoppable\": 1, \"superman\": 1, \"indulgent\": 12, \"slightly\": 15, \"sunbaked\": 1, \"summery\": 1, \"mind\": 36, \"sex\": 26, \"lucia\": 2, \"diverting\": 7, \"easier\": 8, \"stop\": 10, \"connoisseurs\": 2, \"enjoying\": 2, \"reno\": 6, \"monologue\": 1, \"manages\": 45, \"incorporate\": 2, \"absurdity\": 6, \"balanced\": 5, \"fashion\": 10, \"atmosphere\": 11, \"post\": 10, \"instruct\": 1, \"reeking\": 1, \"research\": 3, \"library\": 1, \"dust\": 2, \"freeman\": 5, \"judd\": 5, \"piscopo\": 1, \"after\": 81, \"chaykin\": 1, \"headly\": 1, \"pleasant\": 13, \"step\": 13, \"earth\": 11, \"toss\": 3, \"presiding\": 1, \"night\": 17, \"delightful\": 21, \"shadows\": 5, \"lioness\": 1, \"protecting\": 1, \"cub\": 1, \"reluctant\": 3, \"villain\": 6, \"incapable\": 2, \"controlling\": 1, \"crew\": 3, \"interesting\": 67, \"stupid\": 22, \"irrelevant\": 3, \"bottomlessly\": 1, \"cynical\": 7, \"lacking\": 19, \"suspense\": 29, \"surprise\": 19, \"consistent\": 4, \"conviction\": 11, \"generic\": 17, \"rogue\": 2, \"cia\": 3, \"assassins\": 1, \"working\": 20, \"cooper\": 3, \"agency\": 2, \"boss\": 1, \"close\": 21, \"resourceful\": 4, \"amnesiac\": 1, \"damon\": 4, \"bourne\": 5, \"predicament\": 2, \"coke\": 1, \"masterfully\": 6, \"calibrated\": 2, \"thrives\": 2, \"taut\": 4, \"creepy\": 20, \"falls\": 21, \"somewhat\": 16, \"short\": 45, \"yes\": 16, \"suppose\": 1, \"lovely\": 17, \"cal\": 2, \"works\": 64, \"issues\": 17, \"dad\": 2, \"terms\": 14, \"perfect\": 33, \"traveler\": 4, \"gave\": 3, \"reason\": 31, \"opens\": 3, \"maggots\": 1, \"crawling\": 1, \"dead\": 23, \"dog\": 18, \"skinny\": 1, \"side\": 25, \"panic\": 2, \"interested\": 14, \"sucking\": 1, \"sweat\": 2, \"drumline\": 4, \"ably\": 3, \"captures\": 22, \"complicated\": 11, \"relationships\": 19, \"marching\": 2, \"band\": 10, \"entire\": 19, \"especially\": 33, \"sorvino\": 6, \"drag\": 14, \"nettelbeck\": 3, \"sees\": 7, \"least\": 56, \"whom\": 9, \"understanding\": 8, \"solidly\": 5, \"163\": 2, \"fills\": 6, \"tragedy\": 21, \"bravery\": 3, \"political\": 21, \"partisans\": 1, \"sabotage\": 1, \"tend\": 2, \"exploit\": 4, \"arrives\": 6, \"margin\": 2, \"chance\": 11, \"grow\": 7, \"travel\": 7, \"hit\": 21, \"miss\": 12, \"affair\": 12, \"consistently\": 11, \"amusing\": 36, \"outrageous\": 7, \"intended\": 11, \"exercise\": 40, \"twohy\": 4, \"sub\": 6, \"inside\": 24, \"preserving\": 1, \"hey\": 6, \"everybody\": 3, \"wanna\": 1, \"guy\": 19, \"dressed\": 4, \"clown\": 2, \"violently\": 1, \"raped\": 1, \"provocative\": 17, \"prescient\": 1, \"flawed\": 14, \"together\": 51, \"coherent\": 5, \"decided\": 3, \"lack\": 29, \"spontaneity\": 3, \"dearth\": 2, \"poignancy\": 7, \"epiphanies\": 1, \"sets\": 17, \"birot\": 4, \"apart\": 17, \"others\": 15, \"attention\": 20, \"particularly\": 26, \"fateful\": 1, \"fathers\": 5, \"evolution\": 2, \"bewitched\": 2, \"adolescents\": 2, \"jaglom\": 6, \"honestly\": 9, \"affecting\": 10, \"secondhand\": 3, \"wise\": 16, \"powerful\": 37, \"race\": 6, \"culture\": 33, \"forcefully\": 3, \"throughout\": 18, \"terrific\": 28, \"documentaries\": 4, \"collect\": 1, \"enthusiastic\": 6, \"then\": 56, \"figures\": 6, \"share\": 13, \"enthusiasm\": 7, \"sopranos\": 2, \"incredibly\": 12, \"dated\": 2, \"unfunny\": 17, \"demonstrate\": 3, \"desperate\": 9, \"cash\": 2, \"admit\": 7, \"am\": 7, \"baffled\": 3, \"chimps\": 1, \"goodall\": 1, \"minded\": 10, \"affection\": 11, \"twice\": 11, \"removed\": 2, \"modeled\": 2, \"earlier\": 5, \"copycat\": 1, \"under\": 43, \"siege\": 2, \"referred\": 2, \"boat\": 4, \"seigner\": 1, \"serrault\": 2, \"unforced\": 6, \"naturalism\": 1, \"muy\": 1, \"loco\": 1, \"ridiculous\": 9, \"rest\": 17, \"dragonfly\": 4, \"country\": 20, \"answered\": 1, \"means\": 13, \"generates\": 5, \"key\": 17, \"pleasingly\": 2, \"emphatic\": 1, \"properly\": 4, \"claustrophobic\": 3, \"obsessive\": 3, \"prone\": 2, \"indignation\": 1, \"apply\": 3, \"susceptible\": 1, \"hilarity\": 4, \"intriguing\": 25, \"industry\": 13, \"during\": 20, \"german\": 4, \"occupation\": 1, \"various\": 9, \"express\": 4, \"quirky\": 35, \"inner\": 7, \"selves\": 1, \"excellent\": 22, \"companion\": 2, \"similarly\": 5, \"themed\": 4, \"lieutenant\": 2, \"odd\": 20, \"ironic\": 5, \"here\": 86, \"harmed\": 1, \"insulted\": 1, \"torture\": 3, \"woody\": 11, \"write\": 1, \"liner\": 1, \"anybody\": 6, \"austin\": 7, \"powers\": 13, \"degrading\": 1, \"liberating\": 3, \"leading\": 3, \"sexy\": 17, \"revealed\": 4, \"dispassionate\": 1, \"gantz\": 1, \"ordinary\": 9, \"pasty\": 1, \"lumpen\": 1, \"paid\": 9, \"remarkably\": 13, \"noticeably\": 2, \"derivative\": 14, \"goodfellas\": 2, \"dozen\": 4, \"other\": 103, \"trouble\": 17, \"ghetto\": 7, \"flicks\": 15, \"number\": 14, \"holes\": 10, \"baffling\": 6, \"redeeming\": 3, \"tired\": 23, \"worse\": 17, \"amazingly\": 5, \"lame\": 13, \"felinni\": 1, \"italian\": 9, \"freakshow\": 1, \"garc\\u00eda\": 1, \"bernal\": 1, \"talanc\\u00f3n\": 1, \"immensely\": 5, \"appealing\": 19, \"couple\": 16, \"certainly\": 35, \"finely\": 6, \"crafted\": 24, \"exquisitely\": 1, \"performed\": 5, \"buoyant\": 7, \"city\": 22, \"beginnings\": 1, \"conclusion\": 13, \"simplistic\": 10, \"grief\": 12, \"drives\": 2, \"him\": 46, \"unlikely\": 8, \"struck\": 3, \"chord\": 4, \"cockeyed\": 1, \"shot\": 31, \"clare\": 2, \"peploe\": 3, \"airless\": 3, \"use\": 17, \"pie\": 5, \"irreverence\": 1, \"woefully\": 3, \"dull\": 48, \"redundant\": 5, \"concept\": 22, \"bears\": 15, \"whiff\": 1, \"iwai\": 3, \"vaunted\": 1, \"cutesy\": 3, \"twist\": 9, \"intermittently\": 5, \"hits\": 10, \"padding\": 2, \"unashamedly\": 2, \"appropriated\": 1, \"teen\": 27, \"playbook\": 1, \"plods\": 1, \"methodically\": 1, \"somehow\": 13, \"assumption\": 2, \"wife\": 11, \"communicating\": 1, \"beyond\": 31, \"grave\": 2, \"framework\": 2, \"remotely\": 4, \"credit\": 15, \"everyone\": 33, \"robinson\": 4, \"grip\": 1, \"bold\": 8, \"except\": 15, \"overboard\": 1, \"suffocating\": 3, \"rape\": 2, \"payback\": 2, \"hinges\": 1, \"subgenre\": 2, \"enabling\": 1, \"victim\": 4, \"ebullient\": 2, \"industrial\": 1, \"model\": 2, \"meat\": 4, \"freezers\": 1, \"possess\": 3, \"span\": 2, \"seventeen\": 1, \"ii\": 20, \"collage\": 1, \"dim\": 4, \"echo\": 1, \"allusions\": 3, \"combine\": 2, \"paranoid\": 2, \"claustrophobia\": 1, \"submarine\": 3, \"spookiness\": 2, \"supernatural\": 5, \"think\": 50, \"sooner\": 1, \"affleck\": 3, \"attempt\": 27, \"greenlight\": 2, \"next\": 25, \"paying\": 2, \"miniseries\": 1, \"james\": 10, \"eric\": 4, \"horton\": 1, \"peter\": 13, \"o\": 12, \"fallon\": 2, \"pat\": 7, \"hurt\": 3, \"giving\": 8, \"thumbs\": 6, \"due\": 7, \"repetitive\": 9, \"embarrassment\": 5, \"leblanc\": 2, \"spectacularly\": 4, \"broad\": 8, \"appears\": 11, \"miserable\": 3, \"swaggers\": 1, \"elegant\": 11, \"revealing\": 10, \"pain\": 9, \"loneliness\": 7, \"insecurity\": 2, \"screenwriting\": 8, \"vividly\": 10, \"painfully\": 15, \"brought\": 10, \"slovenly\": 2, \"deprecating\": 3, \"biting\": 7, \"witty\": 19, \"charlie\": 4, \"kaufman\": 7, \"twin\": 2, \"brother\": 6, \"donald\": 1, \"directed\": 33, \"spike\": 4, \"jonze\": 1, \"ineffective\": 1, \"ghost\": 8, \"pay\": 11, \"finds\": 14, \"several\": 18, \"clarity\": 8, \"audacity\": 3, \"subject\": 50, \"monstrous\": 2, \"dahmer\": 5, \"demands\": 9, \"utterly\": 17, \"worthless\": 2, \"bright\": 11, \"flashy\": 9, \"ways\": 25, \"brisk\": 3, \"reverent\": 2, \"subtly\": 4, \"different\": 24, \"macabre\": 3, \"stylized\": 4, \"swedish\": 2, \"fillm\": 1, \"religious\": 3, \"civic\": 2, \"virtues\": 3, \"hold\": 15, \"society\": 9, \"tatters\": 2, \"filling\": 5, \"background\": 6, \"provides\": 17, \"rounded\": 2, \"overview\": 2, \"ancient\": 3, \"holistic\": 1, \"healing\": 2, \"system\": 4, \"cautionary\": 7, \"folly\": 3, \"superficiality\": 3, \"superficial\": 13, \"quitting\": 2, \"depressing\": 14, \"phones\": 4, \"autobiographical\": 3, \"go\": 62, \"check\": 9, \"repulsive\": 2, \"30\": 5, \"40\": 3, \"bogs\": 4, \"insignificance\": 2, \"saying\": 5, \"kennedy\": 3, \"assassination\": 2, \"pathology\": 5, \"pretends\": 7, \"investigate\": 1, \"refreshing\": 14, \"embraces\": 4, \"fashioned\": 23, \"themes\": 19, \"wholly\": 6, \"far\": 71, \"franchise\": 13, \"starring\": 9, \"wesley\": 3, \"snipes\": 6, \"boomers\": 2, \"barrie\": 1, \"cinderella\": 4, \"proved\": 2, \"wish\": 13, \"nightmare\": 5, \"wallet\": 4, \"thousand\": 3, \"already\": 29, \"infuriating\": 3, \"ran\": 1, \"ago\": 18, \"proof\": 5, \"backhanded\": 2, \"ode\": 7, \"camaraderie\": 2, \"penned\": 1, \"clue\": 5, \"nature\": 21, \"fetid\": 1, \"underbelly\": 4, \"fame\": 2, \"looked\": 7, \"uglier\": 1, \"halfway\": 8, \"beginning\": 8, \"course\": 10, \"miracle\": 4, \"miracles\": 1, \"soulless\": 7, \"damning\": 3, \"virtually\": 12, \"joyless\": 3, \"xxx\": 6, \"achieves\": 10, \"virtuosity\": 2, \"crapulence\": 1, \"revenge\": 7, \"alabama\": 7, \"win\": 10, \"academy\": 5, \"awards\": 4, \"date\": 15, \"diversion\": 6, \"hearts\": 8, \"blockbuster\": 4, \"hearty\": 1, \"scalds\": 1, \"acid\": 1, \"peek\": 4, \"fingers\": 2, \"front\": 9, \"eyes\": 23, \"focused\": 4, \"incomprehensible\": 5, \"anne\": 5, \"rice\": 3, \"upon\": 15, \"queen\": 11, \"damned\": 14, \"pointless\": 14, \"meandering\": 10, \"goth\": 2, \"vampire\": 7, \"tortured\": 4, \"woe\": 2, \"lifestyle\": 5, \"originality\": 10, \"menu\": 1, \"giant\": 8, \"invasion\": 2, \"chiller\": 4, \"mike\": 7, \"slight\": 15, \"uninventive\": 1, \"exalted\": 2, \"michael\": 27, \"jordan\": 4, \"title\": 41, \"aspire\": 1, \"none\": 25, \"equal\": 5, \"collectively\": 3, \"example\": 9, \"lovable\": 1, \"loser\": 2, \"protagonist\": 9, \"deft\": 8, \"grittily\": 1, \"extended\": 6, \"open\": 13, \"ended\": 5, \"poem\": 8, \"structured\": 5, \"kingdom\": 1, \"mild\": 7, \"wild\": 24, \"hours\": 32, \"forget\": 16, \"yet\": 67, \"busting\": 2, \"hyped\": 1, \"biggest\": 9, \"problem\": 30, \"roger\": 10, \"avary\": 4, \"uproar\": 1, \"against\": 27, \"mpaa\": 1, \"cut\": 19, \"glory\": 7, \"shocking\": 6, \"peralta\": 2, \"luminous\": 1, \"interviews\": 3, \"evocative\": 7, \"decades\": 12, \"essence\": 6, \"dogtown\": 4, \"accomplish\": 2, \"sequels\": 8, \"equals\": 2, \"betters\": 1, \"result\": 17, \"enjoyably\": 5, \"chewy\": 1, \"lump\": 5, \"studios\": 4, \"firmly\": 2, \"ability\": 15, \"forgive\": 7, \"shoddy\": 3, \"product\": 11, \"quieter\": 3, \"section\": 3, \"involving\": 13, \"aragorn\": 1, \"dreams\": 12, \"arwen\": 1, \"fellowship\": 2, \"horrible\": 11, \"sprung\": 2, \"cinematic\": 45, \"tragedies\": 6, \"fleet\": 1, \"footed\": 2, \"upbeat\": 4, \"australian\": 3, \"david\": 19, \"flatman\": 1, \"huge\": 16, \"educates\": 1, \"suitable\": 3, \"escapism\": 6, \"requiring\": 1, \"deal\": 12, \"leaves\": 25, \"southern\": 3, \"stereotype\": 2, \"unturned\": 2, \"personality\": 9, \"rising\": 5, \"deep\": 25, \"south\": 9, \"disappointing\": 8, \"fails\": 31, \"offer\": 19, \"chosen\": 3, \"topic\": 5, \"iteration\": 1, \"creepiest\": 1, \"conventions\": 3, \"developmentally\": 1, \"disabled\": 1, \"portrayed\": 2, \"humble\": 2, \"teach\": 2, \"ultimately\": 67, \"redeem\": 1, \"mentally\": 2, \"superior\": 8, \"friends\": 7, \"galled\": 1, \"own\": 111, \"puddle\": 1, \"integrity\": 6, \"advancing\": 1, \"vision\": 22, \"underestimated\": 2, \"intellectually\": 2, \"our\": 51, \"reality\": 24, \"obsession\": 6, \"tardier\": 1, \"exploiting\": 3, \"novelty\": 1, \"webcast\": 1, \"nimble\": 2, \"call\": 19, \"read\": 17, \"anyone\": 45, \"ambition\": 6, \"pride\": 3, \"shame\": 13, \"miscalculation\": 2, \"plumbing\": 1, \"arrangements\": 2, \"games\": 9, \"erotic\": 7, \"sensuous\": 2, \"charge\": 4, \"glossy\": 5, \"verges\": 2, \"camp\": 8, \"windtalkers\": 5, \"disappointment\": 5, \"deals\": 4, \"polanski\": 11, \"found\": 23, \"address\": 2, \"signature\": 1, \"main\": 10, \"shrug\": 1, \"annoyance\": 1, \"chatty\": 1, \"fish\": 7, \"boasts\": 6, \"features\": 11, \"washington\": 10, \"receives\": 1, \"newcomer\": 4, \"derek\": 2, \"luke\": 1, \"martha\": 7, \"unsurprising\": 2, \"delectable\": 2, \"top\": 29, \"notch\": 7, \"roman\": 7, \"gesture\": 1, \"redemption\": 6, \"shindler\": 1, \"list\": 11, \"merely\": 15, \"holocaust\": 8, \"admitted\": 2, \"egomaniac\": 1, \"evans\": 7, \"grating\": 5, \"showcase\": 5, \"d\": 45, \"gone\": 21, \"don\": 4, \"simpson\": 1, \"confessions\": 3, \"straightforward\": 6, \"bio\": 4, \"barris\": 1, \"motivations\": 4, \"oddly\": 13, \"architect\": 1, \"pop\": 19, \"inherent\": 6, \"limitations\": 3, \"using\": 10, \"game\": 19, \"source\": 10, \"schlocky\": 2, \"hybrid\": 7, \"simple\": 26, \"heights\": 3, \"progressive\": 1, \"bull\": 4, \"shop\": 2, \"provocateur\": 1, \"crashing\": 2, \"groups\": 2, \"slaps\": 1, \"liberalism\": 1, \"reminds\": 8, \"vastly\": 2, \"improved\": 2, \"germanic\": 1, \"version\": 30, \"genuine\": 17, \"quirkiness\": 1, \"measure\": 6, \"star\": 51, \"helped\": 3, \"spark\": 9, \"amy\": 4, \"changing\": 11, \"lanes\": 5, \"agent\": 4, \"jack\": 9, \"ryan\": 12, \"sum\": 13, \"fears\": 14, \"pedigree\": 3, \"specifically\": 4, \"behind\": 18, \"camera\": 33, \"marvelous\": 7, \"allison\": 1, \"lohman\": 1, \"foster\": 5, \"police\": 7, \"procedural\": 2, \"literally\": 4, \"resorts\": 2, \"slasher\": 2, \"thrills\": 12, \"killer\": 9, \"misses\": 3, \"major\": 19, \"opportunity\": 13, \"revelatory\": 8, \"psyche\": 3, \"breaking\": 4, \"ground\": 10, \"knows\": 18, \"daily\": 6, \"grind\": 3, \"kill\": 5, \"represents\": 11, \"dumb\": 22, \"universe\": 3, \"pink\": 4, \"jammies\": 1, \"boldly\": 3, \"stroked\": 1, \"luridly\": 2, \"coloured\": 1, \"uni\": 1, \"dimensional\": 10, \"nonsense\": 7, \"machine\": 7, \"strokes\": 2, \"eyeballs\": 1, \"evaporates\": 1, \"crypt\": 1, \"mist\": 1, \"experiences\": 9, \"haneke\": 4, \"sadistic\": 2, \"tendencies\": 1, \"toward\": 15, \"sour\": 8, \"mouth\": 7, \"deserves\": 16, \"shine\": 2, \"schmidt\": 6, \"finest\": 5, \"reach\": 10, \"gratefully\": 2, \"received\": 3, \"wanted\": 8, \"alien\": 4, \"friend\": 7, \"secrets\": 9, \"buried\": 5, \"sort\": 30, \"agile\": 1, \"proficient\": 2, \"rodan\": 1, \"league\": 4, \"juliette\": 3, \"binoche\": 3, \"sand\": 6, \"vivacious\": 1, \"powerhouse\": 1, \"prose\": 3, \"childlike\": 3, \"smile\": 11, \"storylines\": 4, \"fillers\": 1, \"surf\": 3, \"shots\": 13, \"mel\": 5, \"brutal\": 6, \"minute\": 31, \"battle\": 15, \"sequence\": 11, \"issue\": 3, \"tag\": 1, \"16\": 1, \"groove\": 1, \"days\": 21, \"screenwriters\": 8, \"dig\": 1, \"deeper\": 9, \"logic\": 8, \"dungeons\": 1, \"fantasy\": 19, \"military\": 1, \"weaponry\": 2, \"delirious\": 1, \"acceptable\": 4, \"printed\": 1, \"page\": 3, \"iles\": 1, \"translate\": 2, \"ice\": 9, \"cube\": 2, \"ripe\": 3, \"screwball\": 3, \"friday\": 10, \"spreads\": 2, \"thin\": 26, \"fincher\": 4, \"koepp\": 3, \"mckay\": 3, \"crushingly\": 2, \"equipped\": 1, \"examine\": 2, \"interior\": 1, \"narrative\": 43, \"lifts\": 4, \"filth\": 1, \"gangster\": 12, \"refusal\": 5, \"recognise\": 1, \"signposts\": 2, \"discovering\": 2, \"bitter\": 7, \"map\": 3, \"details\": 9, \"frame\": 18, \"emotions\": 17, \"entirely\": 23, \"appropriately\": 2, \"lazy\": 11, \"afternoon\": 3, \"concludes\": 1, \"crisp\": 8, \"fall\": 13, \"dawn\": 1, \"possibility\": 4, \"meaningless\": 2, \"vapid\": 7, \"devoid\": 14, \"brit\": 3, \"someone\": 18, \"understands\": 5, \"diesel\": 5, \"brawny\": 2, \"cool\": 20, \"composed\": 3, \"delivery\": 9, \"fits\": 4, \"bill\": 6, \"insights\": 7, \"electronic\": 1, \"expression\": 5, \"cyber\": 3, \"quarter\": 3, \"cohesive\": 3, \"1\": 12, \"flashbulb\": 1, \"editing\": 11, \"cover\": 5, \"absence\": 1, \"continuity\": 3, \"undisputed\": 3, \"incoherent\": 8, \"excuse\": 11, \"closing\": 3, \"bout\": 2, \"impossible\": 26, \"wins\": 2, \"clooney\": 5, \"directs\": 6, \"balance\": 11, \"fantastic\": 8, \"maintains\": 8, \"veneer\": 2, \"becoming\": 6, \"skit\": 1, \"com\": 6, \"fervently\": 2, \"deposited\": 1, \"unhurried\": 2, \"pace\": 16, \"strengths\": 2, \"department\": 4, \"pretensions\": 5, \"men\": 27, \"sterile\": 1, \"warmth\": 17, \"girls\": 18, \"boho\": 1, \"house\": 16, \"crowd\": 15, \"burning\": 3, \"sensation\": 2, \"definitive\": 4, \"counter\": 3, \"inquisitive\": 3, \"stitched\": 2, \"stock\": 12, \"rapport\": 1, \"h\\u00e9l\\u00e8ne\": 1, \"angel\": 4, \"mix\": 15, \"sulky\": 1, \"overcoming\": 1, \"obstacles\": 3, \"ultimate\": 14, \"spectacle\": 14, \"whiffle\": 1, \"ball\": 4, \"gain\": 2, \"winner\": 7, \"amateurish\": 12, \"20th\": 4, \"outing\": 4, \"lot\": 57, \"stamina\": 1, \"vitality\": 5, \"madonna\": 8, \"cameo\": 2, \"suck\": 5, \"absurdist\": 3, \"web\": 6, \"potentially\": 7, \"rewarding\": 8, \"underventilated\": 1, \"p\\u00e8re\": 1, \"fils\": 1, \"confrontations\": 2, \"freshly\": 2, \"considers\": 2, \"arguments\": 3, \"bard\": 6, \"immortal\": 1, \"somebody\": 5, \"stay\": 11, \"contrasting\": 2, \"ringu\": 3, \"current\": 6, \"americanized\": 1, \"akin\": 2, \"comparing\": 1, \"skip\": 8, \"dreck\": 3, \"rent\": 9, \"animal\": 9, \"beautifully\": 41, \"filmed\": 10, \"acted\": 24, \"admittedly\": 4, \"problematic\": 6, \"specifics\": 1, \"burnt\": 2, \"marathons\": 1, \"bored\": 6, \"christmas\": 9, \"carol\": 4, \"highlight\": 3, \"rhapsodic\": 1, \"jumps\": 3, \"memorable\": 23, \"creations\": 3, \"extra\": 5, \"dry\": 17, \"83\": 1, \"21st\": 4, \"morality\": 6, \"latino\": 1, \"hip\": 19, \"hop\": 12, \"beat\": 12, \"allowed\": 3, \"siuation\": 1, \"pooper\": 1, \"scoopers\": 1, \"anemic\": 3, \"charles\": 4, \"stone\": 6, \"iii\": 3, \"resist\": 7, \"smokey\": 1, \"worm\": 2, \"shortness\": 1, \"disappoints\": 1, \"apple\": 1, \"encourage\": 2, \"samira\": 1, \"makhmalbaf\": 1, \"distinctive\": 4, \"sensibility\": 3, \"develop\": 2, \"conspicuous\": 1, \"success\": 16, \"notable\": 4, \"observation\": 5, \"technically\": 5, \"artistically\": 2, \"inept\": 10, \"overly\": 11, \"melodramatic\": 12, \"stumbles\": 2, \"trick\": 8, \"trying\": 38, \"outrage\": 2, \"annals\": 2, \"inexplicable\": 3, \"unpleasant\": 8, \"likeable\": 3, \"uneven\": 17, \"inconsistent\": 4, \"resembles\": 4, \"el\": 3, \"cheapo\": 2, \"margaritas\": 1, \"served\": 12, \"results\": 11, \"bleak\": 4, \"scriptwriters\": 2, \"menace\": 3, \"unblinkingly\": 1, \"distinct\": 3, \"rarity\": 2, \"event\": 7, \"enormously\": 5, \"hero\": 22, \"rediscovers\": 1, \"remains\": 23, \"detached\": 3, \"deepa\": 1, \"accessible\": 8, \"introduction\": 3, \"intelligent\": 33, \"observations\": 9, \"bollywood\": 3, \"western\": 4, \"scam\": 1, \"creeps\": 2, \"revolution\": 8, \"imagine\": 27, \"suckers\": 1, \"surrender\": 2, \"9\": 12, \"93\": 1, \"unrecoverable\": 1, \"hellish\": 1, \"numbing\": 4, \"thoroughly\": 26, \"debated\": 2, \"media\": 4, \"heyday\": 2, \"mid\": 3, \"90s\": 1, \"hampered\": 3, \"paper\": 11, \"supporting\": 8, \"guns\": 9, \"versus\": 4, \"martial\": 6, \"arts\": 6, \"cliche\": 11, \"added\": 4, \"noble\": 5, \"undeniably\": 10, \"exceedingly\": 5, \"comedic\": 10, \"pile\": 9, \"hook\": 5, \"unsolved\": 1, \"murder\": 17, \"unresolved\": 1, \"moral\": 18, \"conflict\": 9, \"jockey\": 1, \"spotlight\": 2, \"muddle\": 3, \"splashed\": 3, \"bloody\": 5, \"marinated\": 1, \"mawkish\": 2, \"certain\": 13, \"uncomfortably\": 4, \"losing\": 6, \"lunch\": 2, \"addition\": 11, \"gluing\": 1, \"freshness\": 6, \"homogenized\": 1, \"tattered\": 3, \"rose\": 4, \"tinted\": 1, \"glasses\": 1, \"frequent\": 4, \"gurus\": 1, \"doshas\": 1, \"westerners\": 2, \"verging\": 1, \"mumbo\": 2, \"jumbo\": 3, \"streaks\": 1, \"unimpeachable\": 1, \"masterpiece\": 20, \"unless\": 7, \"skateboard\": 1, \"arm\": 2, \"invited\": 1, \"energetic\": 10, \"musical\": 8, \"governmental\": 1, \"odds\": 6, \"rumor\": 3, \"angels\": 5, \"slip\": 8, \"avalanches\": 1, \"forced\": 13, \"fuzziness\": 1, \"mindless\": 14, \"impressively\": 4, \"lean\": 2, \"spinoff\": 1, \"mummy\": 3, \"returns\": 8, \"needed\": 14, \"badly\": 12, \"absent\": 1, \"saving\": 7, \"knack\": 4, \"wrapping\": 1, \"theater\": 32, \"blanket\": 2, \"desperation\": 9, \"alice\": 3, \"adventure\": 31, \"glass\": 9, \"zombie\": 3, \"filled\": 17, \"strange\": 19, \"creatures\": 2, \"marriage\": 7, \"face\": 38, \"conveying\": 3, \"despair\": 9, \"remember\": 13, \"enjoyable\": 39, \"begins\": 16, \"docu\": 1, \"builds\": 5, \"multi\": 3, \"flourish\": 1, \"concert\": 6, \"previous\": 16, \"2000\": 2, \"moved\": 4, \"actual\": 4, \"vietnam\": 5, \"combat\": 3, \"north\": 2, \"vietnamese\": 3, \"tasteful\": 5, \"tends\": 7, \"fleeing\": 1, \"visual\": 46, \"images\": 24, \"marker\": 1, \"essayist\": 1, \"gratuitous\": 3, \"distractions\": 1, \"impressed\": 5, \"horribly\": 3, \"sympathetic\": 6, \"narc\": 6, \"onscreen\": 7, \"seventy\": 1, \"stevens\": 4, \"stoked\": 2, \"infidelity\": 5, \"happenstance\": 1, \"tosses\": 4, \"kitchen\": 3, \"sink\": 8, \"overladen\": 1, \"conceits\": 2, \"kurys\": 2, \"intimidated\": 1, \"venture\": 4, \"heritage\": 3, \"business\": 11, \"dabbles\": 1, \"gaining\": 2, \"momentum\": 4, \"unique\": 14, \"equate\": 1, \"broke\": 3, \"incorporates\": 2, \"tears\": 6, \"transcends\": 6, \"normal\": 1, \"divisions\": 1, \"nonfiction\": 1, \"hashiguchi\": 3, \"covers\": 3, \"territory\": 9, \"suggesting\": 1, \"fourth\": 4, \"u\": 5, \"emerging\": 2, \"lets\": 14, \"radical\": 4, \"flag\": 2, \"angry\": 3, \"potshots\": 2, \"w\": 5, \"bush\": 1, \"henry\": 6, \"kissinger\": 8, \"larry\": 2, \"king\": 13, \"et\": 2, \"al\": 2, \"devolves\": 4, \"laugh\": 23, \"lecture\": 1, \"capitalizes\": 1, \"opts\": 2, \"breezy\": 7, \"school\": 26, \"tolerance\": 3, \"naqoyqatsi\": 1, \"banal\": 8, \"message\": 25, \"choice\": 4, \"convey\": 5, \"disjointed\": 6, \"paul\": 8, \"bettany\": 3, \"collateral\": 4, \"damage\": 8, \"trash\": 8, \"earns\": 2, \"points\": 13, \"anchored\": 1, \"honored\": 1, \"veteran\": 2, \"sparkling\": 6, \"instantly\": 6, \"transform\": 1, \"mother\": 13, \"daughter\": 5, \"pair\": 8, \"expecting\": 4, \"point\": 48, \"wildly\": 12, \"popular\": 4, \"vin\": 2, \"equation\": 2, \"adds\": 7, \"box\": 7, \"bucks\": 2, \"guaranteed\": 4, \"photo\": 3, \"generalities\": 1, \"nuances\": 2, \"escape\": 11, \"romanek\": 3, \"conscious\": 9, \"scrutiny\": 1, \"happen\": 11, \"skin\": 12, \"modestly\": 2, \"indulge\": 1, \"daydreams\": 2, \"janice\": 3, \"beard\": 2, \"eileen\": 2, \"walsh\": 4, \"persona\": 8, \"charmless\": 5, \"vacant\": 1, \"traces\": 2, \"brown\": 14, \"athletic\": 1, \"exploits\": 2, \"awed\": 1, \"power\": 36, \"grace\": 13, \"greatest\": 13, \"natural\": 10, \"sportsmen\": 1, \"hong\": 6, \"kong\": 6, \"tiny\": 6, \"nary\": 3, \"ethnic\": 5, \"sleeper\": 3, \"blockbusters\": 3, \"pollute\": 1, \"pool\": 4, \"confuses\": 1, \"desire\": 9, \"contorting\": 1, \"expectation\": 7, \"actresses\": 9, \"deserve\": 11, \"reopens\": 1, \"controversy\": 6, \"succumbs\": 4, \"sensationalism\": 2, \"heartening\": 2, \"victories\": 2, \"hope\": 16, \"spawned\": 2, \"sobering\": 5, \"ear\": 5, \"splitting\": 3, \"crash\": 2, \"bash\": 1, \"coasting\": 1, \"tackling\": 3, \"claims\": 2, \"essential\": 2, \"shamelessly\": 5, \"enjoyed\": 10, \"woo\": 8, \"copy\": 6, \"private\": 7, \"realizing\": 3, \"starts\": 23, \"screaming\": 5, \"98\": 1, \"shaggy\": 3, \"nowheresville\": 1, \"vicente\": 1, \"aranda\": 1, \"florid\": 3, \"biopic\": 5, \"mad\": 5, \"queens\": 2, \"rampant\": 1, \"adultery\": 1, \"spinning\": 3, \"overstating\": 1, \"goods\": 3, \"hanks\": 4, \"stilted\": 5, \"tabloid\": 1, \"embalmed\": 1, \"lyricism\": 2, \"runs\": 15, \"balzac\": 1, \"chinese\": 8, \"seamstress\": 1, \"transforms\": 4, \"ache\": 4, \"sadness\": 7, \"chekhov\": 3, \"profound\": 7, \"warm\": 23, \"succumbing\": 2, \"sentimentality\": 8, \"ultra\": 4, \"wannabe\": 9, \"bodies\": 6, \"creature\": 4, \"table\": 3, \"manners\": 3, \"elegance\": 3, \"tattoo\": 2, \"stamp\": 2, \"visualize\": 1, \"schizophrenia\": 1, \"confident\": 6, \"sick\": 10, \"sane\": 5,